<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>

ERROR - 2017-05-04 00:04:44 --> 404 Page Not Found: Faviconico/index
ERROR - 2017-05-04 00:41:09 --> 404 Page Not Found: Faviconico/index
ERROR - 2017-05-04 00:41:10 --> 404 Page Not Found: Faviconico/index
ERROR - 2017-05-04 00:43:37 --> Query error: You have an error in your SQL syntax; check the manual that corresponds to your MySQL server version for the right syntax to use near '至116°38'、北纬24°29'至27°09'之间, 地处赣江上游，江西南部' at line 17 - Invalid query: INSERT INTO m_doc(
			doc_url,
			doc_title,
			doc_content,
			doc_user_id,
			doc_ext_id,
			doc_cate_id,
			doc_width,
			doc_height,
			doc_page_num,
			doc_poly2bitmap,
			doc_dl_forbidden,
			doc_modify_date
		) VALUES(
			1493829790,
			'赣州一中高中新课程校本课程系列之《赣州印象》：开篇 - 认识赣州',
			'开篇     认识赣州＆1. 地理概况赣州市，简称虔，是中国江西省下辖的一个地级市。 位于东经113°54'至116°38'、北纬24°29'至27°09'之间, 地处赣江上游，江西南部，又称赣南。市政府所在地为章贡区。 位于江西南部，赣江上游，其东邻闽西（福建省龙岩市、三明市），南连粤北（广东省梅州市、韶关市、河源市），西接湖南省郴州市，北与江西省吉安市、抚州市相连，既是东南沿海的腹地，又是内地连接东南沿海发达地区的前沿地带，是江西省的南大门。具有明显的东进西出、南接北承的区位优势。土地面积3.94万平方千米，是江西省最大的行政区。 处于南岭、武夷、诸广三大山脉交接处，属于江南丘陵地带，是典型的丘陵、山地地貌，“八山半水一分田，半分道路和庄园”是赣南土地状况的真实写照。赣南大部分土壤呈红色，酸性，是典型的中国南方红壤分布区，适于脐橙、甜柚等的种植。 流经的主要河流有赣江、贡水，交通运输以公路为主。1995年建成的京九铁路和2003年建成的赣粤高速公路分别结束了赣南长期以来没有铁路和高速公路的历史。 具体方位 东经113°54′～ 116°38′ 北纬24°29′～ 27°09′ 邻接省市： 北部：江西省吉安市、抚州市 东部：福建省三明市、龙岩市 西部：湖南省郴州市 南部：广东省梅州市、河源市、韶关市  ＆2. 行政区划与人口 ＆2. 1行政区划赣州下辖两市十五县一区及赣州经济技术开发区(南康市、瑞金市，赣县、信丰县、大余县、上犹县、崇义县、安远县、龙南县、定南县、全南县、兴国县、宁都县、于都县、会昌县、寻乌县、石城县、章贡区、赣州经济技术开发区)。＆2.2人口全市总人口877.04万人(其中农业人口696.03万人，占79.36%。人口自然增长率8.03‰。)，国土面积3.94万平方千米，分别约占江西省的1/5和1/4，是江西最大的行政区。 (数据截止2007年)。市内的章贡区为赣州市政府所在地，因其拥有丰富的古宋文化资源和众多的名胜古迹而于1994年被命名为国家历史文化名城。全市汉族人口占总人口的99.17%。有杂散居少数民族成份41个，人口7.12万人（含外出人口），分别是：畲、回、满、壮、瑶、蒙古等民族。少数民族中畲族人口最多，达5 万余人;数百人以上的有回族、满族、壮族和瑶族。全南县竹山乡腊树下瑶山村和龙原坝喇叭山是江西全省唯有的两个瑶族聚居区。赣州还是我国汉民族重要民系之一-----客家人的聚居地，客家人占全市总人口的90%以上。＆3. 自然环境＆3. 1  地形赣州国土构成按地貌形态区分，丘陵占61％，山地占22％,平原地占17%。耕地面积占9.0％；山林面积占77.3％；水域面积占4.8%；公路房屋建筑面积占 8.9%。概称“八山半水一分田，半分道路和庄园”。＆3. 2  气候赣州地处中亚热带南缘，呈典型的亚热带湿润季风气候，年平均气温18.9℃，年均降水量 1572.4 毫米，四季分明，雨量充沛，气候温和。春早、夏长、秋短、冬暖，无霜期长，为农业生产发展提供了优越的气候条件。本市是江西省的一个农业大区和经济作物主产区，现已建成为全省的糖业、烟叶、柑桔生产基地，国家有关部门先后命名市内的信丰县为脐橙之乡、南康市为中国甜柚之乡、安远县为中国九龙蜜柚之乡、寻乌县为中国蜜桔之乡、大余县为中国瑞香之乡；石城县为中国白莲之乡、崇义县为中国毛竹之乡、赣县为中国板鸭之乡、会昌县为中国肉兔之乡。独特的气候、土壤及地形地貌条件,使得赣州尤其适宜发展以橙、柚为主的柑桔生产。近几年来,赣州脐橙种植已扩大至全市各县市区,2007年全市脐橙种植面积达150万亩,产量80万吨,成为我国最大的脐橙主产区。.＆3. 3  资源赣州森林矿产资源丰富，全市森林覆盖率74.2%，森林活立木蓄积量9800万立方米,是我国十八大重点林区之一。西南部的九连山，是我国中亚热带南缘东端自然生态系统保存最完整的地段。不少野生动植物活化石和珍贵树种在这里繁衍生息，已列为国家级自然保护区。此外全市还有森林公园22个，面积为13.56万公顷，其中国家森林公园8个，省级森林公园14个。赣州是全国重点有色金属基地之一，其中黑钨储量全国第一（占全国储量的70%，世界储量的 40%），稀土储量全国第二，素有“世界钨都”、“稀土王国”之誉。此外，赣州的放射性矿产也在全国占有重要地位。   ＆4. 旅游资源＆4. 1自然风光赣州山清水秀、人文荟萃，文化底蕴深厚,旅游资源丰富。瑰丽多姿的丹霞地貌和岩溶山水，形成了赣州峻伟灵秀的自然景观。翠微峰、梅岭、罗汉岩、汉仙岩、陡水湖、阳岭、聂都溶洞以及小武当山等旅游风景名胜星罗棋布。这里还有香港同胞饮用水的东江源头安远三百山、江西母亲河赣江源头石城石寮岽、中国八景文化发祥地八境台、号称江南第一石窟的通天岩、中国古代南方水上丝绸之路梅岭古驿道以及中国保存最完好的宋代砖城墙等历史文化名胜；更有以“红色故都” 、 “共和国摇篮”瑞金为中心的现代革命遗址群落。千百年来，张九龄、苏东坡、文天祥、王阳明等文人墨客都曾在赣州感世访古，咏诗作赋，尤其南宋爱国词人辛弃疾一首《菩萨蛮》词“郁孤台下清江水，中间多少行人泪”更是千古传诵。赣州亦是客家文化的主要发祥地之一，是闽粤赣三角地带中客家人聚集最多的地区，浓郁的客家民俗,纯朴好客的民风,甜美高亢的客家山歌采茶戏吸引了海内外无数游客。赣州正在打造“红色故都” 、“客家摇篮” 、“南国宋城” 、“东江源头”四大旅游品牌。六县之母于都 、雩山 、罗田岩 、雩阳十景 、东江源头三百山 、大余梅关古驿道 、龙南小武当山 、龙南九连山 、宁都翠微峰 、上犹陡水湖 、崇义聂都溶洞 等是著名的旅游胜地。＆4. 2人文景观赣州是著名的革命老区，在中国革命史上写下了光辉的一页。第二次国内革命战争时期，这里是中央革命根据地，中华苏维埃共和国临时中央政府就设在赣州的瑞金市。毛泽东、周恩来、朱德、邓小平等老一辈无产阶级革命家和一大批开国元帅将军都在这里战斗和生活过，举世闻名的中央红军二万五千里长征也是从瑞金和于都等地出发的。当年赣南参加红军的有33万人，参战的有近60万人，牺牲的有名有姓的烈士有10.8万人，约占全国烈士总数的7.5%，江西的43.4%，赣南人民为中国革命的胜利作出了巨大牺牲和贡献。解放后，1955―1965年授衔的人民解放军将军，赣南籍的有132名（上将3名、中将10名、少将119名），其中仅兴国籍将军就有54名，兴国县也因此被誉为“将军县”。长征出发地于都 、罗田岩石刻 、长征第一渡 、毛泽东故居何屋 、宋城赣州 、宋代城墙 、八境台 、郁孤台 、文庙 、通天岩 、客家围屋 、中华苏维埃共和国临时政府所在地 、长征遗迹 、中国革命领导人故居等是著名的人文景观 。＆4. 3全市主要旅游风景名胜情况:【国家历史文化名城、中国优秀旅游城市】:赣州城区【国家AAAA级旅游区】:通天岩风景名胜区、赣州宝葫芦农庄、崇义阳岭国家森林公园,【国家级文物保护单位5处】:瑞金叶坪沙洲坝苏维埃革命遗址群、宁都起义指挥部旧址、通天岩石窟、赣州古城墙、龙南客家围屋;【国家级森林公园8个】:安远三百山、宁都翠微峰、大余梅关――丫山、崇义阳岭、上犹五指峰、上犹陡水湖、龙南九连山、赣州峰山【国家级自然保护区】:龙南九连山;【国家级风景名胜区】:安远三百山;【省级自然保护区3处】:崇义阳岭、崇义齐云山、石城赣江源;【省级风景名胜区8处】:赣州通天岩、宁都翠微峰、瑞金罗汉岩、大余梅关古驿道、上犹陡水湖、崇义聂都溶洞、会昌汉仙岩、龙南小武当山;＆4.4 特色之乡唢呐之乡――于都 、宋城、虔城――赣州 将军县――兴国 红色故都――瑞金 脐橙之乡――信丰 甜柚之乡――南康 九龙蜜柚之乡――安远 蜜桔之乡――寻乌 中国甜柚之乡――南康、中国蜜梨之乡――定南瑞香之乡――大余 白莲之乡――石城 毛竹之乡――崇义 板鸭之乡――赣县 肉兔之乡――会昌 “中国南酸枣之乡”――崇义“中国竹乡”――崇义县中国油茶之乡――兴国中国金边瑞香之乡――大余中国灰鹅之乡――兴国赣县中国板鸭之乡――赣县＆5.  经济 2003年国内生产总值（GDP）344.82亿元，在江西省处于中等水平。 长期以来，经济发展以农业为主。种植的主要经济作物有水稻，甘蔗，烟草，西瓜，柑桔等。近年来大力发展脐橙种植产业。 工业主要有金属冶炼，木材加工，松香采炼，制糖，烟草等，是中国主要的钨和稀土产地。近年来发展了一些劳动密集型产业以及与脐橙种植配套的脐橙加工产业。 ＆6.  教  育 ＆6. 1大学 现有四所大学，分别为赣南师范学院、江西理工大学（原南方冶金学院）、赣南医学院、赣州广播电视大学，均位于章贡区。 ＆6. 2中学 主要的重点中学有：于都中学、宁都中学，赣州三中，南康中学，赣州一中，安远一中，赣县中学。',
			2,
			1,
			1,
			595,
			841,
			6,
			0,
			1,
			'1493829790'
		)
ERROR - 2017-05-04 09:15:20 --> 404 Page Not Found: /index
ERROR - 2017-05-04 13:47:07 --> 404 Page Not Found: /index
ERROR - 2017-05-04 15:11:24 --> 404 Page Not Found: Faviconico/index
